[File]
VersionId=0

[AIMPML]
CreationDate=Loomiskuupäev
FormatType=Formaadi tüüp
LastModifiedDate=Muutmiskuupäev
Name=Failinimi

[Common]
AIMP.MyClouds.Actions.AddStorage=Lisa maht...
AIMP.MyClouds.Actions.EditStorage=Muuda mahtu...
AIMP.MyClouds.Actions.Refresh=Värskenda
AIMP.MyClouds.Actions.RemoveStorage=Eemalda maht...
AIMP.MyClouds.ML.Default=Vaikimisi

[MyClouds]
Caption=Minu pilv

[frmMyCloudsEditStorage]
btnCancel=Loobu
btnOk=OK
btnToken=Saa tokenit
Caption=Pilve maht
edCustomServer.th=Sisesta serveri aadress ja port
gbAuthorization=Autoriseerimine
gbDisplayName=Kuvatav nimi
gbService=Teenus
lbLogin=Kasutajatunnus:
lbPassword=Salasõna:

[frmMyCloudsDeleteConfirmation]
btnCancel=Loobu
btnOk=OK
Caption=Mahu eemaldamine
cbDeleteCachedFiles=Kustuta lokaalne puhver
lbText=Kas soovite kindlasti eemaldada %s nimekirjast?

[frmMyCloudsSettings]
C1=Seaded
CB1=Näita loo informatsiooni siltidest (tarbib rohkem internetti)
CB2=Kui võimalik kasuta voogesitust
CB2Hint=Lubab kiiret esitluse algust, kuid ilma puhverdamiseta (tarbib rohkem internetti)
CB3=Eemalda puhverdatud failid programmi sulgemisel
CB4=Eemalda puhverdatud failid mis on vanemad kui:
CB5=Lubage albumi kujundeid alla laadida
CB6=Loo kestuse arvutamine (faili võidakse täielikult allalaadida)
GB1=Puhverdamine
W1=Nende valikute valimine võib suurendada Interneti-liiklust

